---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsModel
source: html/de65ee97-a2ee-5137-b6db-7f520971c5dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsModel Property

"V/G Overrides Model"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsModel { get; }
```